export const FACULTIES = {
  "Механико-математический": [
    "Математика",
    "Прикладная математика",
    "Актуарная математика",
    "Вычислительные науки и статистика",
    "Механика",
    "Математическое и компьютерное моделирование",
    "Робототехнические системы",
    "Космическая техника и технологии"
  ],
  "Факультет информационных технологий": [
    "Компьютерные науки",
    "Информационные системы",
    "Кибербезопасность",
    "Data Science",
    "Искусственный интеллект",
    "Программная инженерия"
  ],
  "Физика и технологии": [
    "Физика",
    "Ядерная физика",
    "Техническая физика",
    "Радиотехника, электроника и телекоммуникации",
    "Нанотехнологии"
  ],
  "Химия и химтех": [
    "Химия",
    "Химическая технология органических веществ",
    "Химическая технология неорганических веществ",
    "Нефтехимия",
    "Материаловедение"
  ],
  "Биология и биотех": [
    "Биология",
    "Биотехнология",
    "Генетика",
    "Экология",
    "Биомедицина"
  ],
  "География и природопользование": [
    "География",
    "Гидрология",
    "Метеорология",
    "Экология",
    "Землеустройство",
    "Геоинформатика"
  ],
  "Юридический": [
    "Юриспруденция",
    "Международное право",
    "Таможенное дело"
  ],
  "Международные отношения (ФМО)": [
    "Международные отношения",
    "Международное право",
    "Регионоведение",
    "Дипломатия",
    "Мировая экономика"
  ],
  "Экономика и бизнес": [
    "Экономика",
    "Финансы",
    "Учет и аудит",
    "Менеджмент",
    "Маркетинг",
    "Государственное и местное управление"
  ],
  "Журналистика": [
    "Журналистика",
    "PR и связи с общественностью"
  ],
  "Филология и языки": [
    "Филология",
    "Казахский язык и литература",
    "Русский язык и литература",
    "Иностранная филология",
    "Переводческое дело"
  ],
  "История": [
    "История",
    "Археология",
    "Музеология"
  ],
  "Философия и политология": [
    "Философия",
    "Политология",
    "Социология",
    "Психология",
    "Религиоведение"
  ],
  "Востоковедение": [
    "Востоковедение",
    "Тюркология",
    "Исламоведение",
    "Арабистика",
    "Китайское направление"
  ],
  "Медицина и здравоохранение": [
    "Общая медицина",
    "Общественное здравоохранение",
    "Фармация"
  ],
  "Дополнительно": [
    "Педагогические направления",
    "Спортивные и военные кафедры",
    "Довузовская подготовка"
  ]
};
